curl
evince
gcc
gdb
git
gparted
neovim
screenfetch
nodejs
npm
tmux
tree
vim
wget
wicd
wicd-gtk
networkmanager
network-manager
zsh
filezilla
valgrind
